module.exports = {
    language: {
      name: '中文'
    },
    main:['客户反馈','客户评价','订单管理','个人中心','退出','京ICP备19057231号-1','Copyright ©2019 简易慧能 版权所有'],
    person:['反馈','绑定设备','修改密码','原密码','新密码','再次输入新密码','提交'],
    login: [
        '用户名',
        '密码',
        '登录',
        '忘记密码',
        '尚未拥有账户',
        '注册'
    ],
    register:['手机号','验证码','获取验证码','密码','重新输入密码','姓名','邮箱','机器序列号','注册','已经拥有账户?','登录'],
    pwd:['重置密码','手机号','验证码','获取验证码','密码','确认'],
    evaluate:['评分','回复','提交','请输入反馈内容','取消'],
    order:['下单时间','订单编号','订单状态','快递信息','快递单号','姓名','地址','邮编','商品型号','商品数量'],
    feedback:[
        '请选择类别',
        '日期',
        '状态',
        '已解决',
        '已解决',
        '附件',
        '图片',
        '视频',
        '选择视频文件上传',
        '反馈',
        '回复',
        '提交',
        '请输入反馈内容',
        '已解决',
        '取消',
        '图片预览'
    ],
    tips:{
        login:[
            '请输入用户名',
            '请输入密码',
            '密码至少8位',
            '登录成功',
            '请输入正确手机号',
            '请输入你的密码',
            '请重新输入你的密码',
            '两次密码不一样',
            '请输入手机号',
            '请重新输入密码',
            '密码重置成功',
            '验证码获取成功',
            '请输入姓名',
            '请输入手机验证码',
            '邮箱格式不正确',
            '注册成功',
        ],
        feedback:[
            '只能上传一个视频',
            '提示',
            '文件格式不正确',
            '上传文件',
            '不正确,请选择 jpg 或者 png.',
            '不正确, 请选择 mp4/avi/rmvb',
            '文件大小超出限制',
            '上传',
            '文件太大, 请低于1M',
            '提交成功',
            '请输入反馈内容',
            '回复成功',
            '暂未绑定设备,请先绑定设备',

        ],
        evaluate:[
            '提示',
            '暂未绑定设备,请先绑定设备',
            '请填写评价内容',
            '提交成功',
            '请选择评分',
            '提交成功',

        ],
        person:[
            '请输入新密码',
            '请再次输入新密码',
            '两次输入密码不一样',
            '请输入正确的设备序列号',
            '请输入设备序列号',
            '请输入密码',
            '密码修改成功',
            '设备绑定成功'
        ]
    }
}